/*
	ActiveWidgets language file
*/

(function(){

var date = AW.Formats.Date.prototype;

date.shortMonths = [
 "янв",
 "фев",
 "мар",
 "апр",
 "май",
 "июн",
 "июл",
 "авг",
 "сен",
 "окт",

 "ноя",
 "дек"
];

date.longMonths = [
 "январь",

 "февраль",

 "март",

 "апрель",

 "май",

 "июнь",

 "июль",

 "август",

 "сентябрь",

 "октябрь",

 "ноябрь",

 "декабрь"
];

date.shortWeekdays = [
 "вск",
 "пон",

 "втр",

 "срд",

 "чет",

 "пят",

 "суб" 
];

date.longWeekdays = [
 "воскресенье",

 "понедельник",

 "вторник",

 "среда",

 "четверг",

 "пятница",

 "суббота"
];


})();